
"No Event Selected." = "未选择事件";
"Multiple Events Selected." = "已选择多个事件";
"No unresolved events." = "事件全部解决";
"No unsolved events." = "事件全部解决";
"No unread events." = "没有未读事件";
"No matching events found." = "未发现匹配事件";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "从\"%@\"删除所有消息";
"Mark as Read" = "标记为“读取”";
"Mark as Unread" = "标记为“未读”";

//ks Event status tool tips
"Resolved" = "已解决";
"Unresolved" = "未解决";
"Partially Solved" = "已部分解决";
"Status Unknown" = "状态未知";


//ks Event Severity tool tips
"Information" = "信息";
"Warning" = "警告";
"User Intervention Required" = "需要用户介入";
"Resolvable Problem" = "可解决的问题";
"Unresolvable Problem" = "不可解决的问题";


//ks Filter option buttons
" Unread (%u) " = " 未读 (%u) ";
" Unresolved (%u) " = " 未解决 (%u) ";

//ks Smash error
"device event retrieval" = "设备事件恢复";
"deletion of event" = "事件删除";

"The message could not be deleted" = "无法删除消息";
